#   -*- mode: org; fill-column: 60 -*-
#+TITLE: HOWTO: Video Conference
#+STARTUP: showall
#+PROPERTY: filename
  :PROPERTIES:
  :Name: /home/deerpig/proj/chenla/docs/howto--video-conference.org
  :Created: 2017-01-31T16:23@Prek Leap (11.642600N-104.919210W)
  :ID: 6a5de6ae-c1f5-4b36-ba72-ed80517687d7
  :URL:
  :END:
#+INCLUDE: ./inc/head.org
#+INCLUDE: ./inc/macros.org

{{{breadcrumbs}}}

#+HTML: <div class="outline-2" id="meta">
| *Author*  | Brad Collins <brad@chenla.org>             |
| *Date*    | {{{time(%Y-%m-%d %H:%M:%S)}}}              |
#+HTML: </div>

#+TOC: headlines 4


* Status of This Document

The latest version of this document is: src_sh[:results value]{git describe --abbrev=0 --tags}

#+HTML: <div class="notice notice-info">
*Changes since the last version*

#+HTML: <ul>

#+BEGIN_SRC sh :exports results :results value html :var TAG="v00.01.02"
  RES='git log $TAG...HEAD --pretty="<li>%s</li>\n" -- howto--video-conference.org'
  if [ -z $RES ]; then
    RES="<li>no changes</li>"
  fi
  echo $RES
#+END_SRC

#+RESULTS:
#+BEGIN_EXPORT html
<li>no changes</li>
#+END_EXPORT

#+HTML: </ul>
#+HTML: </div>

* Introduction

This document will discuss everything needed for teams to conduct
video conferences that have at least a slim chance of not sucking.

  - Mobile Devices :: DON'T EVEN FUCKING THINK OF IT

  - Cams
  - Headsets
  - Lighting and Backgrounds

  - Services
  - Software
